/* Latest posted, replied, edited */
"Recently Active" = "最新";

"Recently Active-Menu" = "最新";

/* Categories */
"Categories" = "分类";

/* Hot topics */
"Hot" = "热门";

/* Latest published topics */
"Latest Publish" = "近期";

"Latest Publish-Menu" = "近期";

/* Personal related */
"Profile" = "个人";

/* Recently replied,edited,new */
"Recently Active" = "最新";

/* Tags */
"Tags" = "标签";

/* Cannot loadmore topics, reached the end */
"No more topics" = "没有更多了";

/* TopicListCell meta-Replies */
"Replies" = "评";

/* TopicListCell meta-Views */
"Views" = "阅";

/* Time interval in 10 days */
"days ago" = "天前";

/* Time interval in 1 day */
"hours ago" = "小时前";

/* Time interval in 60 seconds */
"Just now" = "刚刚";

/* Time interval in 1 hour */
"minutes ago" = "分钟前";

/* Hot topics period filters */
"Filters" = "过滤器";

"Topic" = "话题";

"Replies_long" = "回复";

"Comments" = "评论";

"Post at " = "发表于 ";

"Select Category" = "选择分类";

"Email Address or Username" = "电子邮箱地址或用户名";

"Email Address" = "电子邮箱地址";

"Your Username" = "用户名";

"Your Password" = "密码";

"Repeat Password" = "重复密码";

"Login" = "登录";

"Register" = "注册";

"Sign Up" = "注册账号";

"Sign In" = "切换登录";

"Forgot Password?" = "忘记密码?";

"Please check your network" = "请检查网络状况";

"Please check your input information" = "请核对输入信息";

"OK" = "确定";

"Login success" = "登录成功";

"Login failed" = "登录失败";

"Sure to logout?" = "确定要注销吗?";

"Cancel" = "取消";

"Logout" = "注销";

"Setting" = "设置";

"Topics" = "主题";

"Replies(setting)" = "回复";

"Favorites" = "收藏";

"Notifications" = "通知";

"Feedback" = "意见反馈";

"Vote App" = "评价应用";

"More Settings" = "更多设置";

"My Account" = "我的账号";

"Clear Cache" = "清除缓存";

"About CoCode" = "关于CoCode";

"Logout Account" = "退出账号";

"Night Mode" = "夜间模式";

"Auto Theme" = "自动主题";

"Text Mode" = "无图模式";

"Clear Cache Success" = "清理缓存成功";

"Settings" = "设置";

"Login to view" = "登录查看";

"Message from part1" = "来自 ";

"Message from part2" = " 的消息";

"Achieve Badge " = "获得徽章 ";

"minutes ago(short)" = "分前";

"Open in Safari" = "Safari中打开";

"Save Picture" = "保存到相册";

"Picture Saved Successfully" = "图片保存成功";

"Picture Saved Failure" = "图片保存失败";

"Share Article Successfully" = "分享成功";

"Need Login" = "登录提醒";

"You need login to vote this topic" = "你需要登录后来评价主题";

"Do not like it again" = "请勿重复点赞";

"Liked" = "已赞";

"Vote Failed" = "点赞失败";

"No more replies" = "没有更多评论了";

"Load topic failure, please try again" = "文章加载失败，请重试";

"Post your comment" = "发表评论";

"Write a reply" = "写评论";

"Submit" = "提交";

"Submitting the reply..." = "评论提交中...";

"Reply submitted successfully" = "评论提交成功";

"Reply failed" = "评论失败";

"Bookmarked" = "已收藏";

"Bookmark Failed" = "收藏失败";

"Do not bookmark it again" = "请勿重复收藏";

"Reply" = "回复";

"Vote" = "赞成";

"Bookmark" = "收藏";

"In requesting" = "请求中...";

"Reply to" = "回复";









